Revit 2027 API
FabricSheetType.SheetMassUnit Property
 The sheet mass per area unit.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double SheetMassUnit { get; }
Public ReadOnly Property SheetMassUnit As Double
	Get
public:
property double SheetMassUnit {
	double get ();
}
member SheetMassUnit : float with get
Property Value
Double
See Also
Reference
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace